{
  "NEUTRAL": {
    "utterance": [
      "hello",
      "how are you",
      "how are you",
      "how are you",
      "how are you",
      "how are you",
      "how are you",
      "how are you",
      "how are you",
      "how are you",
      "how are you",
      "how are you",
      "how are you",
      "how are you",
      "how are you",
      "how are you",
      "hi",
      "whats up",
      "whats up",
      "whats up",
      "whats up",
      "whats up",
      "whats up",
      "whats up",
      "whats up",
      "whats up",
      "whats up",
      "whats up",
      "sdhgrhgerhasfqasfasfasf",
      "asiudgfusdyhfgv",
      "skldhvibviuerv",
      "kdghikejrhfvbju",
      "bye",
      "goodbye",
      "good morning",
      "good evening",
      "good",
      "bad",
      "good night",
      "what is the time",
      "hello",
      "hi",
      "hi",
      "hello",
      "hello",
      "hello",
      "hello",
      "hello",
      "hello",
      "hello",
      "hello",
      "hello",
      "hello",
      "hello",
      "hello",
      "hello",
      "hi",
      "hi",
      "hi",
      "hi",
      "hi",
      "hi",
      "hi",
      "hi",
      "hi",
      "hi",
      "hi"


    ]
  },
  "HAPPY": {
    "utterance": [
      "And Pierce, confident as ever",
      "Who can forget being awed by the choreographed treadmill dance from Here We Go Again",
      "I can tell you, he is keeping his doctors amused.",
      "White was amazed when around 500 people showed up.",
      "He has been a wonderful guy from the start and has always accepted my oldest, even though he is not his biological father",
      "Although the storm destroyed many of the buildings along the shore, we feel fortunate that our house did not suffer any damage.",
      "We are delighted that you will be coming to visit us. It will be so nice to have you here",
      "He felt invincible and was sure that nobody would beat him",
      "Affectionate children always want to be held in their parents arms and receive lots of hugs and kisses",
      "Wow! I am really impressed that Ashley can speak 7 languages, whereas I only speak one!",
      "In the U.S., Thanksgiving is a holiday in which people give thanks for the blessings they have. Before the Thanksgiving meal, family members will say what they are thankful for",
      "Every morning, Sam is so enthusiastic to begin his day that he jumps out of bed and begins to sing.",
      "I’m Pumped About The Concert This Weekend – It’s Gonna Be Awesome",
      "I Was Floored By All The Help We Received After Our Son Was In A Serious Accident",
      "i love programming",
      "i am happy that i am going to america",
      "i am esctatic on learning programming",
      "today is my birthday",
      "i like him",
      "yeah",
      "hurrah",
      "i have good friends",
      "I was Content with my situatiopn",
      "I was elated when i heard i was going to USA",
      "Because the waters are halcyon, today is a great day for a boat trip",
      "He went to become a prosperous banker",
      "I was blessed to have him as a friend",
      "The ambience was blissful",
      "The crowd in the stadium were cheerful",
      "i had this euphoric feeling",
      "The felicitous music made me happy.",
      "I was fortunate to have him as a friend",
      "I am Glad to have him here",
      "Diwali is a Joyful occation in india",
      "He was Delighted about his new Job",
      "He was esctatic about joining the company",
      "He was elated by the news of his friends arrival",
      "He was Jubilant on hearing the good news",
      "the environment was lively",
      "The ambience was merry",
      "He was Overjoyed by the occasion",
      "The climate in Manali is pleasant",
      "OH!What a pleasant surprise",
      "He was thrilled by the opportunity to meet the president",
      "i am having a good day",
      "She seemed to be the happiest bride I Have ever seen",
      "She was a contented wife.",
      "The winner felt elated and excited",
      "It was a joyful occasion.",
      "I heard a joyous laughter",
      "They received a euphoric welcome",
      "She had a delighted smile",
      "She gave a gleeful smile",
      "A mirthful laughter",
      "I am happy",
      "I am happy",
      "I am happy",
      "I am happy",
      "I am happy",
      "I am happy",
      "I met a jubilant crowd",
      "The food at the five-star restaurant is awesome",
      "When I graduated from college, I was on cloud nine",
      "The owner of the company is really generous with vacation time",
      "When I sign the lease on my new apartment, I am going to jump for joy",
      "I am honored to accept this position in the company and will work hard to make the team proud",
      "After she said yes to his proposal, he was so happy that he was grinning from ear to ear for weeks after.",
      "The cake we had for the holiday was homemade, so it was extraordinarily delicious.",
      "Once we lit the fire in the furnace, we all sat down with a cup of chocolate and I was a happy camper",
      "The handmade furniture was perfect for our home and fit just as we expected",
      "I am happy to see you back on your feet only a week after your surgery",
      "Her success in the last three years brought her into the role as a director of the department.",
      "All the compliments from my last project were like music to my ears",
      "After her last movie, she became famous in the United States and the U.K.",
      "Traveling across the world makes me happy as a clam",
      "I admire people who are generous and kind",
      "The team jaws dropped after finishing a three-year project",
      "Traveling is so exciting that it motivates me to work hard",
      "My brother becomes friends with everyone he meets because his personality is larger than life",
      "It is courageous when people to stand up for what they believe in",
      "got my college acceptance letter this afternoon, it is the best day ever",
      "I am confident that we can find a solution to this problem.",
      "I am delighted that I got the job. It is just what I always wanted.",
      "When he asked her to marry him she was ecstatic.",
      "I am excited by the new opportunities that the internet brings.",
      "I feel great today!",
      "She’s flying high after the successful product launch",
      "He’s pumped up for his first half-marathon race this weekend.",
      "brilliant",
      "brilliant",
      "brilliant",
      "brilliant",
      "brilliant",
      "brilliant",
      "awesome",
      "awesome",
      "awesome",
      "awesome",
      "awesome",
      "good",
      "good",
      "good",
      "good",
      "good",
      "She was happy to hear the good news.",
      "I was overwhelmed by the offer of promotion at work.",
      "She was over the moon with her new bicycle and rode it every day for a whole year.",
      "She is a very positive person and never lets anything get her down.",
      "I feel terrific today!",
      "Going To The World Cup Final Was A Dream Come True",
      "I felt wonderful after such a relaxing weekend."
    ]
  },
  "SAD": {
    "utterance": [
      "Hours of rehabilitation left him feeling depressed at times",
      "But she is too bored and depressed to sleep",
      "I am Sad",
      "I am Sad",
      "I am Sad",
      "I am Sad",
      "I am Sad",
      "I am Sad",
      "I am Sad",
      "I always feel down in the dumps when I go back to work after a long weekend.",
      "I always feel down in the dumps when I go back to work after a long weekend.",
      "Well, it is ugly, it is awful, but at least it is official.",
      "Then, ashamed and embarrassed, he disappeared under a duvet and grieved",
      "The more vigilant Allen was, the more resentful and alienated Nicholas became, and the worse things got.",
      "Adopted children must face issues of abandonment as they grow older.",
      "Helen is at the end of her rope after looking for a job for months without any luck.",
      "After his partner died in a car accident, he was left grief-stricken",
      "The Accidental Prime Minister' director held for GST fraud of at least Rs 34 crore",
      "Allison broke up with her boyfriend because of his jealous behavior.",
      "Nothing makes me more upset than when I fail my exams. I feel depressed the rest of the day",
      "Unfortunately, he returned to his friends within minutes feeling rejected after she refused to talk to him.",
      "They were shocked to learn that their beloved neighbor, Miss Ann, had stolen their car. She was such a sweet, 90-year old lady",
      "After his wife left him, he was so miserable that he stopped shaving, gained 20 kilos, and did not leave the house for weeks at a time.",
      "Her husband is so moody that she never knows if he will be happy or angry when she gets home from work",
      "Carrie did not feel satisfied with the report she wrote.",
      "The stubborn employee refused to accept that he made a mistake. He kept insisting that he was not wrong",
      "Ebenezer Scrooge was a stingy old miser who never shared his wealth with anyone.",
      "The actors were humiliated by the newspaper critics review of their new movie.",
      "The respected critic said the film was as pleasant as week-old garbage rotting in the sun",
      "The cowardly dog refused to leave his hiding spot underneath the bed to help his owner investigate the strange sound outside.",
      "When I found out that Santa Claus was not real, I was so disappointed that all of the presents really came from my parents and not the North Pole",
      "After Kylie had her heart broken by her ex-boyfriend, she felt so down and blue.",
      "I tried to cheer her up, but she just wants to be sad for awhile",
      "It is difficult to not become discouraged while looking for a job, especially when you hand out your resume to employers and no one calls you",
      "Ugh! I don't have anything to do. I'm so bored",
      "My aunts enjoy inviting me to their romance book club. I always feel trapped because I do not want to hurt their feelings by saying no",
      "Our friend Lily makes us feel left out when she has a party but does not invite us",
      "My Heart Sank When I Saw My Test Grade – I Got A 54",
      "I Was Shaking Like A Leaf After I Heard An Explosion On The Train",
      "After his grandmother passed away, Ken was so grief-stricken he could not get out of bed",
      "Even though I am accustomed to traveling for business, I still get homesick if I am away from my home for more than a week.",
      "A year after being fired from his job, Alan is still very bitter. He has a lot of resentment towards his former boss.",
      "His mother became worried when she did not hear from him for two days.",
      "it was such a horrible experience",
      "it was such a bad day",
      "bad",
      "bad",
      "bad",
      "bad",
      "bad",
      "bad",
      "bad",
      "oh what a horrible day",
      "i dont like programming",
      "i dont want to go to america",
      "i am unfortunate to be the criminal",
      "i am  sad but sad",
      "i hate cicket",
      "i do not like cricket",
      "my friend died today",
      "i lost my job",
      "i have bad friends",
      "I can not bear the tears of a sad child",
      "She is feeling blue after what has happened to her son",
      "I am feeling low because my best friend is very ill",
      "He was depressed by the loss of his son",
      "Fans were downhearted by the the defeat",
      "After he failed his English exam, he was depressed for a week.",
      "What is the matter with him? He is so down in the dumps these days.",
      "She was disappointed by her sons poor results at school.",
      "When he heard the news, he became quite emotional.",
      "I felt so embarrassed that I went bright red.",
      "i am not happy",
      "i am not happy",
      "i am not happy",
      "i am not happy",
      "i am not happy",
      "i am embarassed",
      "i am embarassed",
      "i am embarassed",
      "i am embarassed",
      "it was am embarassing situation",
      "it was am embarassing situation",
      "As a child she was frightened of the dark.",
      "I'm horrified by the amount of violence on television today.",
      "She was jealous of her sister's new toy.",
      "she hates me",
      "she hates me",
      "she hates me",
      "she hates me",
      "she hates me",
      "she hates me",
      "she hates me",
      "He is always in a melancholy mood",
      "He is having a pensive thought about going there",
      "He is of Wistful nature",
      "He had a Bittersweet experience",
      "The condition in India is Deplorable",
      "He was shocked by this Distressing news",
      "He has a doleful nature",
      "He bid farewell Heavyheartedly",
      "He bid farewell with a  Heavy heart",
      "He kept on Lamenting",
      "He was of Melancholic Nature",
      "Everyone at the funeral were Mournful",
      "His condition was Pitiful",
      "He gave a Sorrowful farewell speech",
      "His demise was tragic",

      "After 10 years at this company, I just feel jaded.",
      "When you didn't turn up to the meeting, I felt really let down.",
      "I feel very negative about my job - the pay is awful.",
      "It makes me sad to see all those animals in cages at the zoo.",
      "I feel really stressed at work - I need a break.",
      "I've got a blinding headache and I feel terrible.",
      "She's terrified of spiders and screams whenever she sees one.",
      "I was unhappy to hear that I hadn't got the job.",
      "I felt Horrible."
    ]
  },
  "ANGRY": {
    "utterance": [
      "When Dave found out that the plumber charged him double the normal amount to fix his toilet, he felt cheated",
      "I am absolutely furious!! I cannot believe that my dog chewed my favorite shoes. Now they're ruined!",
      "Katie feels threatened every time her boyfriend talks to another girl. She thinks that every girl wants to steal him.",
      "I just asked one question to confirm his request, and my boss bit my head off",
      "She’s scared to ask for a day off as her boss is in a black mood today.",
      "His constant whining drove me up the wall, so I left.",
      "Her Chiding drives me crazy",
      "i hate you","angry",
      "i hate you","angry",
      "i hate you","angry",
      "i hate you","angry",
      "i hate you","angry",
      "i hate you","angry",
      "i hate you","angry",
      "i hate you","angry",
      "I was pissed off",
      "I was Livid with him",
      "the incident left me fuming",
      "when she heard about the incident,she suffered a meltdown",
      "I lost my cool when he curse me",
      "i flipped out when he laughed at me",
      "Damn it.",
      "The poor girl had not spirit sufficient to upbraid her friend; nor did it suit her now to acerbate an enemy.",
      "After he lost the match, he was furious",
      "No one could cool down his infuriation",
      "No one could cool down his infuriating anger",
      "He has problem with my Agreeability",
      "He is always in a state of Miff",
      "No one could handle his Connipation at the meeting",
      "The injustice rankled her",
      "When he did not get his toy, he Raised Hell",
      "After his racist comments, He was Umbraged",
      "My boss is always Ill Tempered",
      "His Ill Humour angered some",
      "His Intervention Excerbated the situation",
      "His Peevishness cannot be handled anymore",
      "His decision enraged many fans",
      "He embittered after the interview",
      "His decision infuriated the fans",
      "His comments Exasparated the audience",
      "The situation at the border Boiled on",
      "We are tired of his tantrums",
      "He Annoys me a lot",
      "He started to agitate during the interview",
      "His comments started to aggravate the matter",
      "His rant was not taken well by a few",
      "The condition here is outrageous",
      "I started an outrage over this issue",
      "He has a nature to provoke his oppositions",
      "he stated his displeasure over this matter",
      "I am Angry",
      "I am Angry",
      "I am Angry",
      "I am Angry",
      "I am Angry",
      "I am Angry",
      "I am Angry",
      "Mom was really upset that we didn’t call to tell we had arrived safely",
      "I’m Kicking Myself For Not Booking The Flight Yesterday",
      "I get so mad at her when she lies to me",
      "You ate all the cookies. Now I’m cross with you!",
      "My girlfriend was furious with me when I forgot to pick her up from the airport.",
      "The rude comment from his mother-in-law made him livid",
      "i am angry at my friend",
      "i feel like beating my friend",
      "i want to kill him",
      "It Drives Me Up The Wall When People Answer Their Cell Phones In English Class",
      "my friend was killed",
      "i am angry and angry",
      "we lost the match",
      "you did not complete the task",
      "She was angry about the insult.",
      "I was cross with her because she didn't invite me to her party",
      "Her comments have always annoyed me",
      "Her tone irritated him",
      "Are you mad at me because I didn't come to your party",
      "My father was furious because I went out without his permission.",
      "I'm vexed with you",
      "She was indignant at being the object of suspicion",
      "She received an irate letter from her husband",
      "He was inwardly seething at the offense",
      "She was angry with her boss for criticising her work.",
      "I'm very annoyed with him. He hasn't returned any of my calls.",
      "They were appalled to hear that they would lose their jobs.",
      "I felt a little apprehensive before my interview.",
      "How could you say such a thing? You should be ashamed of yourself!",
      "The children have been misbehaving all day - I'm at the end of my tether.",
      "He betrayed my trust when he repeated my secret to everyone.",
      "I'm sorry I forgot your birthday - I was confused about the dates.",
      "Of course I feel cheated - I should have won that competition.",
      "I was cross with him for not helping me, as he said he would.",
      "I'm very envious of her happiness - I wish I was happy too.",
      "I'm very envious of her happiness - I wish I was happy too.",
      "I was furious with him for breaking my favourite vase.",
      "I get so irritated when he changes TV channels without asking me first.",
      "I'm sorry you're upset",
      "I'm sorry you're upset",
      "I'm sorry you're upset",
      "I'm sorry you're upset",
      "I'm sorry you're upset",
      "I didn't mean to be rude.",
      "I didn't mean to be rude.",
      "I didn't mean to be rude.",
      "I didn't mean to be rude.",
      "I didn't mean to be rude.",
      "My Boss Hit The Ceiling When I Told Him I’d Lost The Documents.",
      "My boss kept criticising me and not the others, so I felt quite victimised."
    ]
  },
  "CONFUSED": {
    "utterance": [
      "The Movie left me dazed",
      "I'm a little doubtful about whether to get married or not",
      "Kelly is so indecisive that she couldn't make a decision if her life depended on it",
      "Grandpa was very proud of me when I got a promotion at work. He took me out to dinner to celebrate.",
      "He felt uncertain as to whether he should accept the attractive job offer or keep his current, less glamorous job.",
      "He just wasn't sure what to do.",
      "When I see that puzzled look on your face, I know that you didn't understand my question",
      "i have no idea what to do",
      "i dont think so",
      "His ability Amazed me",
      "He was Astonished by that fact",
      "He was Baffled by the claim",
      "He was Bemused by the movie",
      "He was confounded by claim",
      "He was Dazed by the experience",
      "The ride left him disoriented",
      "Why Would Someone Misinform me",
      "Thw Clues to the case are Misleading",
      "The Question Perplexed him",
      "He was Puzzled by the incident",
      "He felt an bit unsettled",
      "He was Lead Astray from his course",
      "He was Thrown Off Balance",
      "He was Rattled by the question",
      "i am confused but confused",
      "i dont know what happened",
      "i dont know",
      "He was bewildered by the choice of computers in the shop",
      "I was so nonplussed by his announcement that I couldn't say anything.",
      "Are you sure that's what you want?",
      "I'm reluctant to buy a new car - the one we have is fine.",
      "i am confused",
      "i am confused",
      "i am confused",
      "i am confused",
      "i am confused",
      "i am confused",
      "i am confused",
      "i am confused",
      "The farmer's driving directions to the fairground just left us in total confusion",
      "It was hard to find anything in that confusion in the attic",
      "thrown into speechless confusion by the wild accusations"
    ]
  }
  


}